<html>

<head>
	<title>El Mundo M&aacute;gico de Disney | Sitio oficial informativo</title>
	<link rel="stylesheet" type="text/css" href="estilo.css">
	<link rel="stylesheet" type="text/css" href="estilo1.css">
	<link rel="stylesheet" type="text/css" href="estilo2.css">
	<link rel="stylesheet" type="text/css" href="estilo3.css">
	<link rel="stylesheet" href="estilocontacto.css">
    <!--Icon-Font-->
    <script src="https://kit.fontawesome.com/eb496ab1a0.js" crossorigin="anonymous"></script>
</head>

<body>
	<header>
		<div class="logo">
			<img src="img/logo0.jpg">
		</div>
		<nav>
			<a href="#">DISNEY</a>
			<a href="#">PIXAR</a>
			<a href="#">MARVEL</a>
			<a href="#">STAR WARS</a>
		</nav>
	</header>

	<div class="encabezado-img">
		<p>El Mundo M&aacute;gico de</p>
		<h1>DISNEYLAND</h1>
		<p>Recorriendo Disney</p>
	</div>


		<center>
			<br><br><br><h1>Historia de Disney</h1>
		</center>

	<div class="parrafo1">
		<p> <img src="img/disney1.jpg" align="center"> <br><br>Todo empez&oacute; con Walter Elias Disney (Chicago, Illinois; 5 de diciembre de 1901-Burbank, California; 15 de diciembre de 1966) fue un empresario, animador, guionista, actor de voz y productor de cine estadounidense. Pionero de la industria de la animaci&oacute;n estadounidense, introdujo novedades en la producci&oacute;n de dibujos animados.<br><br>Walt Disney naci&oacute; en Chicago en 1901 y muy pronto demostr&oacute; inter&eacute;s por dibujar. Asisti&oacute; a clases de arte siendo ni&ntilde;o y trabaj&oacute; como ilustrador comercial desde los 18 a&ntilde;os. Se traslad&oacute; a California a inicios de la d&eacute;cada de 1920 y all&iacute; fund&oacute; el Disney Brothers Studio con su hermano Roy. Junto a Ub Iwerks, Walt cre&oacute; el personaje de Mickey Mouse en 1928, su primer gran &eacute;xito y al que &eacute;l mismo puso voz en un principio. Con el crecimiento de su estudio de animaci&oacute;n, introdujo avances como el sonido sincronizado, Technicolor a tres bandas, largometrajes de animaci&oacute;n y desarrollos t&eacute;cnicos en las c&aacute;maras. Los resultados se pueden ver en pel&iacute;culas como Blancanieves y los siete enanitos (1937), Pinocho y Fantas&iacute;a (ambas de 1940), Dumbo (1941) y Bambi (1942), todas las cuales fomentaron el desarrollo del cine de animaci&oacute;n.<br><br> En la d&eacute;cada de 1950 expandi&oacute; su negocio hacia los parques de atracciones y en 1955 abri&oacute; Disneyland en Anaheim, California. Para financiar este enorme proyecto, diversific&oacute; su actividad con programas de televisi&oacute;n como Walt Disney's Disneyland y The Mickey Mouse Club. En 1965 comenz&oacute; el desarrollo de un segundo parque tem&aacute;tico, Disney World, cuyo coraz&oacute;n iba a ser un nuevo tipo de ciudad, el <b>"Prototipo Experimental de Ciudad del Ma&ntilde;ana" (EPCOT)</b>. Disney fue un fumador empedernido durante toda su vida y muri&oacute; v&iacute;ctima de un c&aacute;ncer de pulm&oacute;n en diciembre de 1966, antes de que el parque o el proyecto de EPCOT estuvieran acabados.</p>
	</div>

	<div class="parrafo2">
		<p><img src="img/disney2.jpg" align="center"><br>En privado, Walt Disney era un hombre t&iacute;mido, autocr&iacute;tico e inseguro, pero desarroll&oacute; una imagen p&uacute;blica de personaje c&aacute;lido y extrovertido. Era perfeccionista y esperaba que los que trabajaban con &eacute;l dieran siempre lo mejor de s&iacute; mismos. Aunque a veces se le ha tildado de racista o antisemita, muchos de los que le conocieron lo han desmentido. Su reputaci&oacute;n cambi&oacute; en los a&ntilde;os posteriores a su muerte, y as&iacute; pas&oacute; de ser visto como alguien que fomentaba los valores patri&oacute;ticos de su pa&iacute;s a un claro representante del imperialismo estadounidense. Sin embargo, sigue siendo una figura importante en la historia del cine de animaci&oacute;n y de la cultura de los Estados Unidos, donde es considerado un icono cultural nacional. Sus creaciones cinematogr&aacute;ficas siguen siendo vistas y adaptadas, el estudio de cine que fund&oacute; y que lleva su nombre sigue manteniendo altos est&aacute;ndares en su producci&oacute;n de entretenimiento popular y los catorce parques de atracciones de Disney abiertos en cuatro pa&iacute;ses reciben todos los a&ntilde;os millones de visitantes.</p>
	</div>

	<center>
			<br><br><br><h1>Walt Disney World Resort</h1>
	</center>

	<div class="parrafo3">
		<p> <br><br>El Walt Disney World Resort, tambi&eacute;n conocido como Disney World, es un complejo tur&iacute;stico famoso por sus parques tem&aacute;ticos y numerosos hoteles. El complejo es operado por Walt Disney Parks, Experiences and Products y propiedad de The Walt Disney Company.<br><br>

		La construcci&oacute;n empez&oacute; en 1967, menos de un a&ntilde;o despu&eacute;s de la muerte de Walt Disney. El 1 de octubre de 1971, abri&oacute; sus puertas el parque conocido como Magic Kingdom; luego se a&ntilde;adieron al complejo los parques tem&aacute;ticos Epcot, Disney's Hollywood Studios y Disney's Animal Kingdom.

		<br>Adem&aacute;s de los cuatro parques tem&aacute;ticos principales, el complejo cuenta con dos parques acu&aacute;ticos, seis circuitos de golf, un complejo deportivo, dos centros comerciales, veinticuatro hoteles de Disney, numerosas tiendas, y restaurantes. El &aacute;rea total de la propiedad tiene 12.000 hect&aacute;reas (como la ciudad de San Francisco) y es el complejo de parques tem&aacute;ticos m&aacute;s grande del mundo, a pesar de que en la &uacute;ltima d&eacute;cada se han vendido grandes extensiones de terreno para conjuntos residenciales y otros proyectos, incluyendo el terreno ahora ocupado por la ciudad de Celebration, construida y administrada por Disney.<br><br>

		<img src="img/pdisney.jpg" align="center">

		<br><br>Se puede acceder al complejo a trav&eacute;s de la carretera interestatal 4, por medio de la salida 62B (World Drive), 64B (US 192 West), 65B (Osceola Parkway West), 67B (SR 536 West) y 68 (SR 535 North). Adem&aacute;s, en 2006 se abri&oacute; una nueva entrada a trav&eacute;s de la salida 8 de la State Road 429, conocida como Western Expressway.</p>
	</div>


	<br><br><br><footer>
		<div class="container-form">
        <div class="info-form">
            <h2>Cont&aacute;ctanos</h2>
            <p>Tu opini&oacute;n es muy importante para nosotros, ay&uacute;danos a seguir mejorando nuestro sitio web oficial d&aacute;ndonos sugerencias y consejos para hacer de este un sitio web m&aacute;s accesible, optimo y f&aacute;cil de usar para ti</p>
            <a href="#"><i class="fa fa-phone"></i> 123-456-7894</a>
            <a href="#"><i class="fa fa-envelope"></i> disney@company.com</a>
            <a href="#"><i class="fa fa-map-marked"></i> Burbank, California, Estados Unidos</a>
        </div>
        <form action="#" autocomplete="off">
            <input type="text" name="nombre" placeholder="Tu Nombre" class="campo">
            <input type="emal" name="email" placeholder="Tu Email" class="campo">
            <textarea name="mensaje" placeholder="Tu Mensaje..."></textarea>
            <input type="submit" name="enviar" value="Enviar Mensaje" class="btn-enviar">
        </form>
    </div>
		<p><br><br>&copy; Disney &copy; Disney.Pixar &copy; 2022 MARVEL. Reservados todos los derechos, Disney Entertainment</p>
	</footer>

</body>

</html>